Repository: sibero/drushop
Catalog: sites/all/modules/uc_webmoneygate/tranlations/*.po
Languages: ru

source: WebMoney Merchant Interface
ru: Платеж Webmoney

source: Pay with Web Merchant Interface.
ru: Оплатить с помощью Вебмани

source: You are paying to
ru: Вы платите на кошелек

source: New order total
ru: Сумма к оплате в другой валюте

source: Shop name
ru: Название магазина

source: The name of your shop.
ru: Название вашего магазина.

source: Merchant ID
ru: Мерчант ID

source: Enter WMID which you got after registration.
ru: Укажите Ваш WMID.

source: Merchant secret key
ru: Пароль мерчанта

source: Enter the merchant secret key. It is only needed when working through HTTPS.
ru: Введите пароль мерчанта. Этот пароль обязательно использовать только в режиме HTTPS.

source: Payment details
ru: Делати платежа

source: Enter general details to describe all payments done on your site.
ru: Укажите общее описание назначения платежа для этого метода.

source: Enter your WMZ wallet number.
ru: Укажите кошелек WMZ

source: Enter your WME wallet number.
ru: Укажите кошелек WME

source: Enter your WMR wallet number.
ru: Укажите кошелек WMR

source: Enter your WMU wallet number.
ru: Укажите кошелек WMU

source: Currency rates
ru: Курсы валют

source: Enter rates to convert order totals from the store basic currency to particular WebMoney currency.
ru: Установите курсы валют по отношению к основной валюте сайта

source: Order status after payment
ru: Установите статус ордера после оплаты.

source: This status will be assigned to an order upon successfull completion.
ru: Данный статус будет выставлен ордеру в случае успешной оплаты.

source: Transaction mode
ru: Режим работы

source: Transaction mode used for processing orders.
ru: Режим работы при обработке платежа

source: Live
ru: Рабочий

source: Test success
ru: Тестовый, все платежи проходят

source: Test failure
ru: Тестовый, все платежи не проходят

source: Test 80% success, 20% failure
ru: Тестовый 80% проходит, 20% не проходит

source: Order review submit button text
ru: Текст для кнопки "Оплатить"

source: Provide WM specific text for the submit button on the order review page.
ru: Укажите свой текст для кнопки при использовании метода платежа Webmoney

source: Submit Order
ru: Оплатить

source: Description
ru: Описание

source: Enter your description for fail page.
ru: Вы можете указать свое описание для страницы ошибочного платежа.

source: Technical problem on this service please change other payment method or pay later
ru: Технические неполадки сервиса, пожалуйста выберите другой метод оплаты или оплатите покупку позже.

source: Select WM currency
ru: Выберите валюту платежа

source: This currency is not supported, please select other payment method
ru: Данная валюта не поддерживается, пожалуйста выберите друю валюту или другой метод платежа.

source: An error occurred during payment. Please contact us to ensure your order has been submitted.
ru: Ошибка при обработке ордера. Пожалуйста свяжитесь с администрацией магазина.

source: Congratulations! You payment is finished.
ru: Поздравляем! Платеж успешно завершен.

source: Order was payed through Webmoney Merchant Interface @trans, @date
ru: Ордер был оплачен с помощью Webmoney @trans, @date.

source: Payment failed!
ru: Оплата не завершена.

source: Congratulations
ru: Поздравляем

source: Sorry
ru: Извините

source: Process payments using WebMoney Transfer.
ru: Оплата товаров с помощью денежных переводов Webmoney.
