Repository: sibero/drushop
Catalog: sites/all/modules/uc_discount_total/translation/*.po
Languages: ru

source: Set discount
ru: Установить скидку

source: Disabled
ru: Отключить

source: Enabled
ru: Включить

source: Discount price:
ru: Цена со скидкой:

source: Rate (%)
ru: Скидка (%)

source: delete
ru: удалить

source: edit
ru: редактировать

source: Edit Rate
ru: Редактировать скидку

source: Add Rate
ru: Добавить скидку

source: Enter the minimum sum for discount charge
ru: Введите минимальную сумму для скидки

source: Enter the maximum sum for discount charge
ru: Введите максимальную сумму для скидки

source: To specify value without a symbol of %
ru: Указывать без использования символа %

source: Only positive decimal values are allowed in Min Summ field!
ru: Вы должны указывать только положительные значения для минимума!

source: Only positive decimal values are allowed in Max Summ field!
ru: Вы должны указывать только положительные значения для максимума!

source: Only positive decimal values are allowed in Rate field!
ru: Вы должны указывать только положительные значения для поля Скидка!

source: Rate should be less or equal to 100%!
ru: Скидка должна быть меньше или равна 100%!

source: Min Summ must not be greater than Max Summ!
ru: Значание минимума всегда должно быть меньше!

source: This range intersects with already existing one. Please enter another Min Summ value.
ru: Введенный интервал уже существует. Поменяйте значение минимума!

source: This range intersects with already existing one. Please enter another Max Summ value.
ru: Введенный интервал уже существует. Поменяйте значение максимума!

source: Discount has been successfully updated.
ru: Скидка была обновлена.

source: Discount has been successfully added.
ru: Скадка была добавлена.

source: Discount information
ru: Информация о скидках

source: Your discount is !rate%.
ru: Ваша скидка !rate%.

source: You are saving !save
ru: Вы экономите !save

source: You are saving
ru: Вы экономите

source: Since you are not a registered user, your discount is only !rate%.
ru: Вы еще не зарегистрированы в системе, ваша скидка только !rate%.

source: Since you are not a registered user you have no discount.
ru: Вы не зарегистрированы в системе, поэтому у Вас нет скидки.

source: Discount
ru: Скидка

source: Guest Rate(%)
ru: Скидка для гостей (%)

source: The guest discount Rate (%) is applied for all anonymous users. Set rate to 0 to disable discount.
ru: Укажите гостевую скидку в %, она применится ко всем анонимным пользователям. Установите значение 0 для блокировки.

source: Select this
ru: Выберите это

source: If this is checked, the price with discount will be populated on the product page and teaser.
ru: Если чекбокс выбран, то значение цены со скидкой будет отображаться на странице продукта и его анонсе.

source: administer discount
ru: Управлять скидками

source: Total Discount Settings
ru: Настройка скидок

source: Order Total Discount
ru: Скидки

source: Delete discount
ru: Удалить скидку

source: Edit discount
ru: Редактировать скидку

source: Global Settings
ru: Общие настройки

source: Discount total ID
ru: ID скидки

source: Discounts based on sum of all user's successfully completed purchases. Discount grows depending on orders total amount.
ru: Модуль скидок устанавливает общую скидку на сумму покупки в зависимости от совершенных ранее покупок, а так-же позволяет установить единую скидку в % для всех незарегистрированных пользователей.
